export const text = {
	title: "НИКИТА & РОЗА",
	intro: "Дорогие гости!",
	description:
		"Мы очень хотим оказаться в окружении самых близких и дорогих для нас людей. С&nbsp;огромным удовольствием приглашаем Вас разделить с нами этот волнующий праздник - нашу свадьбу!",
	data: {
		d: "24",
		m: "09",
		y: "23",
	},
	place: {
		heading: "МЕСТО ПРОВЕДЕНИЯ",
		place: "Парк-отель «Жардин»",
		gym: "(Банкет-холл «Виноград»)",
		address: "ул.Левобережная, 50",
	},
	getContact:
		"Если Вы заблудились, готовите сюрприз или у Вас появились какие-либо вопросы, Вам с радостью поможет невеста:",
	dress: "ДРЕСС-КОД:",
	whishes: "ПОЖЕЛАНИЯ",
	rules: {
		noFlowers:
			"Если Вы захотите подарить нам цветы, то предлагаем не мучить их ростовской жарой и заменить на бутылочку вашего любимого вина. Нам будет приятно, если Вы оставите на ней пару теплых слов на память об этом дне.",
		moneyBetter:
			"Просим не обременять себя выбором подарка. Можете просто внести свой вклад в бюджет нашей семьи.",
		childFree:
			"Мы очень любим детей, но если у Вас будет возможность оставить их под присмотром и полностью погрузиться с нами в этот праздник, будет здорово!",
	},
	weWelGlad:
		"Мы будем очень рады если<br/>Вы сможете присутствовать на нашем празднике!",
	withLove: "С любовью,<br/>Никита и Роза",
};
